{
    "Abomasite": "Mega Evolves Abomasnow.",
    "Absolite": "Mega Evolves Absol.",
    "Absorb Bulb": "Boosts Special Attack of holder if hit by a Water-type attack. One-time use.",
    "Adamant Orb": "Raises the power of Dialga's STAB moves by 20%.",
    "Adrenaline Orb": "Raises holder's Speed by 1 stage if it gets affected by Intimidate. Single use.",
    "Aerodactylite": "Mega Evolves Aerodactyl.",
    "Aggronite": "Mega Evolves Aggron.",
    "Aguav Berry": "Restores 1/2 of max HP when at 25% or less. One-time use.",
    "Air Balloon": "Makes the holder immune to Ground-type attacks. Disappears when holder is hit.",
    "Alakazite": "Mega Evolves Alakazam.",
    "Aloraichium Z": "If holder is an Alolan Raichu with Thunderbolt, it can use Stoked Sparksurfer.",
    "Altarianite": "Mega Evolves Altaria.",
    "Ampharosite": "Mega Evolves Ampharos.",
    "Apicot Berry": "Raises Special Defense by one stage when at 25% HP or less. One-time use.",
    "Aspear Berry": "Cures freeze. One-time use.",
    "Assault Vest": "Raises Special Defense by 50% but prevents holder from using non-damaging moves.",
    "Audinite": "Mega Evolves Audino.",
    "Babiri Berry": "Reduces damage from a super effective Steel-type attack by 50%. Consumed after use.",
    "Banettite": "Mega Evolves Banette.",
    "Beedrillite": "Mega Evolves Beedrill.",
    "Berry Juice": "Restores 20 HP when at 50% HP or less. One-time use.",
    "Big Root": "Increases HP gained from draining moves by 30%.",
    "Binding Band": "Increases power of multi-turn trapping moves from 1/8 maximum HP to 1/6 HP.",
    "Black Belt": "Raises power of Fighting-type moves by 20%.",
    "Black Glasses": "Raises power of Dark-type moves by 20%.",
    "Black Sludge": "Recovers 1/16 of max HP each turn for Poison-types. Damages all other types by 1/8 of max HP each turn.",
    "Blastoisinite": "Mega Evolves Blastoise.",
    "Blazikenite": "Mega Evolves Blaziken.",
    "Blue Orb": "Causes Kyogre to undergo Primal Reversion upon switching in.",
    "Bright Powder": "Raises evasion by 10%.",
    "Bug Gem": "Raises the power of a Bug-type move by 30%. One-time use.",
    "Bug Memory": "Holder's Multi-Attack is Bug type.",
    "Buginium Z": "If holder has a Bug move, this item allows it to use a Bug Z-Move.",
    "Burn Drive": "Changes the type of Techno Blast to Fire.",
    "Cameruptite": "Mega Evolves Camerupt.",
    "Cell Battery": "Boosts Attack of holder if hit by an Electric-type attack. One-time use.",
    "Charcoal": "Raises power of Fire-type moves by 20%.",
    "Charizardite X": "Mega Evolves Charizard into Mega Charizard X.",
    "Charizardite Y": "Mega Evolves Charizard into Mega Charizard Y.",
    "Charti Berry": "Reduces damage from a super effective Rock-type attack by 50%. Consumed after use.",
    "Cheri Berry": "Cures paralysis. One-time use.",
    "Chesto Berry": "Cures sleep. One-time use.",
    "Chilan Berry": "Reduces damage from a Normal-type attack by 50%. Consumed after use.",
    "Chill Drive": "Changes the type of Techno Blast to Ice.",
    "Choice Band": "Raises Attack by 50% but locks the holder into one move.",
    "Choice Scarf": "Raises Speed by 50% but locks the holder into one move.",
    "Choice Specs": "Raises Special Attack by 50% but locks the holder into one move.",
    "Chople Berry": "Reduces damage from a super effective Fighting-type attack by 50%. Consumed after use.",
    "Cleanse Tag": "Decreases the encounter rate of wild Pokémon.",
    "Coba Berry": "Reduces damage from a super effective Flying-type attack by 50%. Consumed after use.",
    "Colbur Berry": "Reduces damage from a super effective Dark-type attack by 50%. Consumed after use.",
    "Custap Berry": "Activates at 25% HP. Next move used goes first. One-time use.",
    "Damp Rock": "Makes Rain Dance and Drizzle last 8 turns.",
    "Dark Gem": "Raises the power of a Dark-type move by 30%. One-time use.",
    "Dark Memory": "Holder's Multi-Attack is Dark type.",
    "Darkinium Z": "If holder has a Dark move, this item allows it to use a Dark Z-Move.",
    "Decidium Z": "If holder is a Decidueye with Spirit Shackle, it can use Sinister Arrow Raid.",
    "Deep Sea Scale": "Doubles Clamperl's Special Defense.",
    "Deep Sea Tooth": "Doubles Clamperl's Special Attack.",
    "Destiny Knot": "If the holder becomes infatuated, so does the enemy.",
    "Diancite": "Mega Evolves Diancie.",
    "Douse Drive": "Changes the type of Techno Blast to Water.",
    "Draco Plate": "Raises power of Dragon-type moves by 20%. Pokemon with Multitype become Dragon-type.",
    "Dragon Fang": "Raises power of Dragon-type moves by 20%.",
    "Dragon Gem": "Raises the power of a Dragon-type move by 30%. One-time use.",
    "Dragon Memory": "Holder's Multi-Attack is Dragon type.",
    "Dragonium Z": "If holder has a Dragon move, this item allows it to use a Dragon Z-Move.",
    "Dread Plate": "Raises power of the holder's Dark-type moves by 20%. Pokemon with Multitype become Dark-type.",
    "Earth Plate": "Raises power of Ground-type moves by 20%. Pokemon with Multitype become Ground-type.",
    "Eevium Z": "If holder is an Eevee with Last Resort, it can use Extreme Evoboost.",
    "Eject Button": "Forces the holder to switch out when it is hit. One-time use.",
    "Electric Gem": "Raises the power of a Electric-type move by 30%. One-time use.",
    "Electric Memory": "Holder's Multi-Attack is Electric type.",
    "Electric Seed": "If the terrain is Electric Terrain, raises holder's Defense by 1 stage. Single use.",
    "Electrium Z": "If holder has an Electric move, this item allows it to use an Electric Z-Move.",
    "Enigma Berry": "Pokéblock ingredient. Restores 1/4 of the max HP when hit by a super effective move. One-time use.",
    "Eviolite": "Boosts Defense and Special Defense of holder by 50% if it is an NFE Pokemon.",
    "Expert Belt": "Raises power of super effective attacks by 20%.",
    "Fairium Z": "If holder has a Fairy move, this item allows it to use a Fairy Z-Move.",
    "Fairy Gem": "Raises the power of a Fairy-type move by 30%. One-time use.",
    "Fairy Memory": "Holder's Multi-Attack is Fairy type.",
    "Fighting Gem": "Raises the power of a Fighting-type move by 30%. One-time use.",
    "Fighting Memory": "Holder's Multi-Attack is Fighting type.",
    "Fightinium Z": "If holder has a Fighting move, this item allows it to use a Fighting Z-Move.",
    "Figy Berry": "Restores 1/2 of max HP when at 25% or less. One-time use.",
    "Fire Gem": "Raises the power of a Fire-type move by 30%. One-time use.",
    "Fire Memory": "Holder's Multi-Attack is Fire type.",
    "Firium Z": "If holder has a Fire move, this item allows it to use a Fire Z-Move.",
    "Fist Plate": "Raises power of Fighting-type moves 20%. Pokemon with Multitype become Fighting-type.",
    "Flame Orb": "Burns the holder; takes effect at the end of the holder's first turn in battle.",
    "Flame Plate": "Raises power of Fire-type moves 20%. Pokemon with Multitype become Fire-type.",
    "Float Stone": "Halves the holder's weight.",
    "Flying Gem": "Raises the power of a Flying-type move by 30%. One-time use.",
    "Flying Memory": "Holder's Multi-Attack is Flying type.",
    "Flyinium Z": "If holder has a Flying move, this item allows it to use a Flying Z-Move.",
    "Focus Band": "Gives an 11.7% chance of surviving a hit with at least 1 HP.",
    "Focus Sash": "Allows holder to survive any one attack. One-time use.",
    "Full Incense": "Makes the holder move last.",
    "Galladite": "Mega Evolves Gallade.",
    "Ganlon Berry": "Raises Defense by one stage when at 25% HP or less. One-time use.",
    "Garchompite": "Mega Evolves Garchomp.",
    "Gardevoirite": "Mega Evolves Gardevoir.",
    "Gengarite": "Mega Evolves Gengar.",
    "Ghost Gem": "Raises the power of a Ghost-type move by 30%. One-time use.",
    "Ghost Memory": "Holder's Multi-Attack is Ghost type.",
    "Ghostium Z": "If holder has a Ghost move, this item allows it to use a Ghost Z-Move.",
    "Glalitite": "Mega Evolves Glalie.",
    "Grass Gem": "Raises the power of a Grass-type move by 30%. One-time use.",
    "Grass Memory": "Holder's Multi-Attack is Grass type.",
    "Grassium Z": "If holder has a Grass move, this item allows it to use a Grass Z-Move.",
    "Grassy Seed": "If the terrain is Grassy Terrain, raises holder's Defense by 1 stage. Single use.",
    "Grip Claw": "Makes partial trapping moves last 6 turns.",
    "Griseous Orb": "Raises the power of Giratina's STAB moves 20%. May only be held by Giratina and transforms it into Giratina-O when held. Cannot be removed in battle.",
    "Ground Gem": "Raises the power of a Ground-type move by 30%. One-time use.",
    "Ground Memory": "Holder's Multi-Attack is Ground type.",
    "Groundium Z": "If holder has a Ground move, this item allows it to use a Ground Z-Move.",
    "Gyaradosite": "Mega Evolves Gyarados.",
    "Haban Berry": "Reduces damage from a super effective Dragon-type attack by 50%. Consumed after use.",
    "Hard Stone": "Raises power of Rock-type moves by 20%.",
    "Heat Rock": "Makes Sunny Day and Drought last 8 turns.",
    "Heracronite": "Mega Evolves Heracross.",
    "Houndoominite": "Mega Evolves Houndoom.",
    "Iapapa Berry": "Restores 1/2 of max HP when at 25% or less. One-time use.",
    "Ice Gem": "Raises the power of a Ice-type move by 30%. One-time use.",
    "Ice Memory": "Holder's Multi-Attack is Ice type.",
    "Icicle Plate": "Raises power of Ice-type moves 20%. Pokemon with Multitype become Ice-type.",
    "Icium Z": "If holder has an Ice move, this item allows it to use an Ice Z-Move.",
    "Icy Rock": "Makes Hail and Snow Warning last 8 turns.",
    "Incinium Z": "If holder is an Incineroar with Darkest Lariat, it can use Malicious Moonsault.",
    "Insect Plate": "Raises power of Bug-type moves by 20%. Pokemon with Multitype become Bug-type.",
    "Iron Ball": "Reduces Speed by 50%. Flying-type Pokemon and Pokemon with Levitate become grounded.",
    "Iron Plate": "Raises power of Steel-type moves by 20%. Pokemon with Multitype become Steel-type.",
    "Jaboca Berry": "Makes the attacker take 12.5% damage if it hits the holder with a physical attack. One-time use.",
    "Kangaskhanite": "Mega Evolves Kangaskhan.",
    "Kasib Berry": "Reduces damage from a super effective Ghost-type attack by 50%. Consumed after use.",
    "Kebia Berry": "Reduces damage from a super effective Poison-type attack by 50%. Consumed after use.",
    "Kee Berry": "Raises Defense by 1 stage if hit by a physical attack. Single use.",
    "Kelpsy Berry": "Pokéblock ingredient. Plant in loamy soil to grow a Kelpsy plant.",
    "King's Rock": "Gives moves a 10% flinch chance if they do not have one already.",
    "Kommonium Z": "If held by a Kommo-o with Clanging Scales, it can use Clangorous Soulblaze.",
    "Lagging Tail": "Makes the holder move last.",
    "Lansat Berry": "Raises critical hit rate by two stages when at 25% HP or less. One-time use.",
    "Latiasite": "Mega Evolves Latias.",
    "Latiosite": "Mega Evolves Latios.",
    "Lax Incense": "Raises evasion by 10%.",
    "Leftovers": "Heals 1/16 of max HP each turn.",
    "Leppa Berry": "Restores 10 PP to a move that has run out of PP. One-time use.",
    "Liechi Berry": "Raises Attack by one stage when at 25% HP or less. One-time use.",
    "Life Orb": "Boosts power by 30% but makes the holder take 10% recoil each turn it attacks.",
    "Light Ball": "Doubles Pikachu's Attack and Special Attack.",
    "Light Clay": "Makes Reflect and Light Screen last 8 turns.",
    "Lopunnite": "Mega Evolves Lopunny.",
    "Lucarionite": "Mega Evolves Lucario.",
    "Lucky Punch": "Raises Chansey's critical hit ratio by two stages.",
    "Lum Berry": "Cures status. One-time use.",
    "Luminous Moss": "Raises Special Defense by 1 stage if hit by a Water-type attack. Single use.",
    "Lunalium Z": "Lunala/Necrozma-Dawn-Wings w/ Moongeist Beam: Menacing Moonraze Maelstrom.",
    "Lustrous Orb": "Raises power of Palkia's STAB moves by 20%.",
    "Lycanium Z": "Lycanroc/Lycanroc-Midnight/Lycanroc-Dusk w/ Stone Edge: Splintered Stormshards.",
    "Macho Brace": "Reduces Speed by 50%. Doubles EVs gained.",
    "Magnet": "Raises power of Electric-type moves by 20%.",
    "Mago Berry": "Restores 1/2 of max HP when at 25% or less. One-time use.",
    "Mail": "Prevents Trick from working.",
    "Manectite": "Mega Evolves Manectric.",
    "Maranga Berry": "Raises Special Defense by 1 stage if hit by a special attack. Single use.",
    "Marshadium Z": "If holder is Marshadow with Spectral Thief, it can use Soul-Stealing 7-Star Strike.",
    "Mawilite": "Mega Evolves Mawile.",
    "Meadow Plate": "Raises power of Grass-type moves 20%. Pokemon with Multitype become Grass-type.",
    "Medichamite": "Mega Evolves Medicham.",
    "Mental Herb": "Removes the effects of infatuation, Taunt, Encore, Torment, Disable, and Cursed Body. One-time use.",
    "Metagrossite": "Mega Evolves Metagross.",
    "Metal Coat": "Raises power of Steel-type moves by 20%.",
    "Metal Powder": "Doubles Ditto's Defense.",
    "Metronome": "Boost the power of attacks used consecutively.",
    "Mewnium Z": "If holder is a Mew with Psychic, it can use Genesis Supernova.",
    "Mewtwonite X": "Mega Evolves Mewtwo into Mega Mewtwo X.",
    "Mewtwonite Y": "Mega Evolves Mewtwo into Mega Mewtwo Y.",
    "Micle Berry": "The next move used will always hit.",
    "Mimikium Z": "If held by a Mimikyu with Play Rough, it can use Let's Snuggle Forever.",
    "Mind Plate": "Raises power of Psychic-type moves by 20%. Pokemon with Multitype become Psychic-type.",
    "Miracle Seed": "Raises power of Grass-type moves by 20%.",
    "Misty Seed": "If the terrain is Misty Terrain, raises holder's Sp. Def by 1 stage. Single use.",
    "Muscle Band": "Raises power of physical moves by 10%.",
    "Mystic Water": "Raises power of Water-type moves by 20%.",
    "Never-Melt Ice": "Raises power of Ice-type moves by 20%.",
    "Normal Gem": "Raises the power of a Normal-type move by 30%. One-time use.",
    "Normalium Z": "If holder has a Normal move, this item allows it to use a Normal Z-Move.",
    "Occa Berry": "Reduces damage from a super effective Fire-type attack by 50%. Consumed after use.",
    "Odd Incense": "Raises power of Psychic-type moves by 20%.",
    "Oran Berry": "Restores 10 HP when at 50% HP or less. One-time use.",
    "Passho Berry": "Reduces damage from a super effective Water-type attack by 50%. Consumed after use.",
    "Payapa Berry": "Reduces damage from a super effective Psychic-type attack by 50%. Consumed after use.",
    "Pecha Berry": "Cures poison. One-time use.",
    "Persim Berry": "Cures confusion. One-time use.",
    "Petaya Berry": "Raises Special Attack by one stage when at 25% HP or less. One-time use.",
    "Pidgeotite": "Mega Evolves Pidgeot.",
    "Pikanium Z": "If holder is a Pikachu with Volt Tackle, it can use Catastropika.",
    "Pikashunium Z": "If holder is cap Pikachu with Thunderbolt, it can use 10,000,000 Volt Thunderbolt.",
    "Pinsirite": "Mega Evolves Pinsir.",
    "Pixie Plate": "Raises power of Fairy-type moves by 20%. Pokemon with Multitype become Fairy-type.",
    "Poison Barb": "Raises power of Poison-type moves by 20%.",
    "Poison Gem": "Raises the power of a Poison-type move by 30%. One-time use.",
    "Poison Memory": "Holder's Multi-Attack is Poison type.",
    "Poisonium Z": "If holder has a Poison move, this item allows it to use a Poison Z-Move.",
    "Power Anklet": "Reduces Speed by 50%. Grants 4 Speed EVs when the foe is defeated. Passes down the Speed IV to its offspring.",
    "Power Band": "Reduces Speed by 50%. Grants 4 Special Defense EVs when the foe is defeated. Passes down the Special Defense IV to its offspring.",
    "Power Belt": "Reduces Speed by 50%. Grants 4 Defense EVs when the foe is defeated. Passes down the Defense IV to its offspring.",
    "Power Bracer": "Reduces Speed by 50%. Grants 4 Attack EVs when the foe is defeated. Passes down the Attack IV to its offspring.",
    "Power Herb": "Removes the charge up turn from all moves. One-time use.",
    "Power Lens": "Reduces Speed by 50%. Grants 4 Special Attack EVs when the foe is defeated. Passes down the Special Attack IV to its offspring in HGSS.",
    "Power Weight": "Reduces Speed by 50%. Grants 4 HP EVs when the foe is defeated. Passes down the HP IV to its offspring.",
    "Primarium Z": "If holder is a Primarina with Sparkling Aria, it can use Oceanic Operetta.",
    "Protective Pads": "Holder's attacks do not make contact with the target.",
    "Psychic Gem": "Raises the power of a Psychic-type move by 30%. One-time use.",
    "Psychic Memory": "Holder's Multi-Attack is Psychic type.",
    "Psychic Seed": "If the terrain is Psychic Terrain, raises holder's Sp. Def by 1 stage. Single use.",
    "Psychium Z": "If holder has a Psychic move, this item allows it to use a Psychic Z-Move.",
    "Quick Claw": "Gives the holder a 23.4375% chance to go first.",
    "Quick Powder": "Doubles Ditto's Speed.",
    "Rawst Berry": "Cures burn. One-time use.",
    "Razor Claw": "Raises critical hit rate by one stage.",
    "Razor Fang": "Gives certain moves a 10% flinch rate.",
    "Red Card": "Forces out the foe out immediately if it attacks the holder. One-time use.",
    "Red Orb": "Causes Groudon to undergo Primal Reversion upon switching in.",
    "Rindo Berry": "Reduces damage from a super effective Grass-type attack by 50%. Consumed after use.",
    "Rock Gem": "Raises the power of a Rock-type move by 30%. One-time use.",
    "Rock Incense": "Raises power of Rock-type moves by 20%.",
    "Rock Memory": "Holder's Multi-Attack is Rock type.",
    "Rockium Z": "If holder has a Rock move, this item allows it to use a Rock Z-Move.",
    "Rocky Helmet": "Damages the foe for 1/6 of max HP when its attack makes contact.",
    "Rose Incense": "Raises power of Grass-type moves by 20%.",
    "Roseli Berry": "Halves damage taken from a super effective Fairy-type attack. Single use.",
    "Rowap Berry": "Makes the attacker take 12.5% damage if it hits the holder with a special attack. One-time use.",
    "Sablenite": "Mega Evolves Sableye.",
    "Safety Goggles": "Protects the holder from weather-related damage and powder moves.",
    "Salac Berry": "Raises Speed by one stage when at 25% HP or less. One-time use.",
    "Salamencite": "Mega Evolves Salamence.",
    "Sceptilite": "Mega Evolves Sceptile.",
    "Scizorite": "Mega Evolves Scizor.",
    "Scope Lens": "Raises critical hit rate by one stage.",
    "Sea Incense": "Raises power of Water-type moves 20%.",
    "Sharp Beak": "Raises power of Flying-type moves by 20%.",
    "Sharpedonite": "Mega Evolves Sharpedo.",
    "Shed Shell": "Allows holder to switch out even when trapped.",
    "Shell Bell": "Heals this Pokemon for 1/8 of the damage it does.",
    "Shock Drive": "Changes the type of Techno Blast to Electric.",
    "Shuca Berry": "Reduces damage from a super effective Ground-type attack by 50%. Consumed after use.",
    "Silk Scarf": "Raises power of Normal-type moves by 20%.",
    "Silver Powder": "Raises power of Bug-type moves by 20%.",
    "Sitrus Berry": "Restores 1/4 of the max HP when at 1/2 HP or less. One-time use.",
    "Sky Plate": "Raises power of Flying-type moves by 20%. Pokemon with Multitype become Flying-type.",
    "Slowbronite": "Mega Evolves Slowbro.",
    "Smooth Rock": "Makes Sandstorm and Sand Stream last 8 turns.",
    "Snorlium Z": "If holder is a Snorlax with Giga Impact, it can use Pulverizing Pancake.",
    "Snowball": "Raises Attack by 1 stage if hit by an Ice-type attack. Single use.",
    "Soft Sand": "Raises power of Ground-type moves by 20%.",
    "Solganium Z": "Solgaleo/Necrozma-Dusk-Mane w/ Sunsteel Strike: Searing Sunraze Smash.",
    "Soul Dew": "Raises power of Latias and Latios's Dragon- and Psychic-type moves by 20%.",
    "Spell Tag": "Raises power of Ghost-type moves by 20%.",
    "Splash Plate": "Raises power of Water-type moves by 20%. Pokemon with Multitype become Water-type.",
    "Spooky Plate": "Raises power of Ghost-type moves by 20%. Pokemon with Multitype become Ghost-type.",
    "Starf Berry": "Raises a stat by two stages when at 25% HP or less. One-time use.",
    "Steel Gem": "Raises the power of a Steel-type move by 30%. One-time use.",
    "Steel Memory": "Holder's Multi-Attack is Steel type.",
    "Steelium Z": "If holder has a Steel move, this item allows it to use a Steel Z-Move.",
    "Steelixite": "Mega Evolves Steelix.",
    "Stick": "Raises Farfetch'd's critical hit ratio by two stages.",
    "Sticky Barb": "Causes damage to holder and attaches to attacker upon contact.",
    "Stone Plate": "Raises power of Rock-type moves by 20%. Pokemon with Multitype become Rock-type.",
    "Swampertite": "Mega Evolves Swampert.",
    "Tanga Berry": "Reduces damage from a super effective Bug-type attack by 50%. Consumed after use.",
    "Tapunium Z": "If holder is a Tapu with Nature's Madness, it can use Guardian of Alola.",
    "Terrain Extender": "Holder's use of Electric/Grassy/Misty/Psychic Terrain lasts 8 turns instead of 5.",
    "Thick Club": "Doubles Cubone's and Marowak's Attack.",
    "Toxic Orb": "Badly poisons the holder; takes effect at the end of the holder's first turn in battle.",
    "Toxic Plate": "Raises power of Poison-type moves by 20%. Pokemon with Multitype become Poison-type.",
    "Twisted Spoon": "Raises power of Psychic-type moves by 20%.",
    "Tyranitarite": "Mega Evolves Tyranitar.",
    "Ultranecrozium Z": "Necrozma-Dusk-Mane/Dawn-Wings: Ultra Burst. W/ Photon Geyser: can use Z-Move.",
    "Venusaurite": "Mega Evolves Venusaur.",
    "Wacan Berry": "Reduces damage from a super effective Electric-type attack by 50%. Consumed after use.",
    "Water Gem": "Raises the power of a Water-type move by 30%. One-time use.",
    "Water Memory": "Holder's Multi-Attack is Water type.",
    "Waterium Z": "If holder has a Water move, this item allows it to use a Water Z-Move.",
    "Watmel Berry": "Changes Natural Gift into a 100-Base Power Fire-type attack.",
    "Wave Incense": "Raises power of Water-type moves by 20%.",
    "Weakness Policy": "Attack and Special Attack sharply increase when hit super effectively. Single use.",
    "White Herb": "Removes stat decreases. One-time use.",
    "Wide Lens": "Raises accuracy by 10%.",
    "Wiki Berry": "Restores 1/2 of max HP when at 25% or less. One-time use.",
    "Wise Glasses": "Raises damage from special moves by 10%.",
    "Yache Berry": "Reduces damage from a super effective Ice-type attack by 50%. Consumed after use.",
    "Zap Plate": "Raises power of Electric moves by 20%. Pokemon with Multitype become Electric-type.",
    "Zoom Lens": "Raises accuracy by 20% if the holder moves after the target."
}